tap "domq/gdb"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "knazarov/qemu-virgl"
tap "koekeishiya/formulae"
tap "rcmdnk/rcmdnkpac"
tap "sidneys/homebrew"
tap "supabase/tap"
tap "tnishinaga/sigrok"
brew "alp"
brew "libdeflate"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "freetype"
brew "gettext"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "apr-util"
brew "aria2"
brew "arp-scan"
brew "bash-completion@2"
brew "bat"
brew "binwalk"
brew "bkcrack"
brew "python@3.10"
brew "bpytop"
brew "cabextract"
brew "ccls"
brew "cdrtools"
brew "cmake"
brew "freetds"
brew "php"
brew "composer"
brew "cowsay"
brew "elvish", args: ["HEAD"]
brew "exa"
brew "exiftool"
brew "exiv2"
brew "fcrackzip"
brew "ffuf"
brew "figlet"
brew "fnm"
brew "fribidi"
brew "pango"
brew "python@3.11"
brew "fontforge"
brew "foremost"
brew "fzf"
brew "gcc"
brew "gdb"
brew "python@3.12"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "gobuster"
brew "goenv"
brew "golangci-lint"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "grpcurl"
brew "guile"
brew "htop"
brew "httpie"
brew "libomp", link: true
brew "imagemagick"
brew "jp2a"
brew "k6"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "libraqm"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "luajit"
brew "zlib"
brew "mysql-client"
brew "mysql@5.7"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nodebrew"
brew "numpy"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "peco"
brew "percona-toolkit"
brew "pillow"
brew "pngcheck"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "rye"
brew "scipy"
brew "shodan"
brew "snow"
brew "squashfs"
brew "starship"
brew "subfinder"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "wabt"
brew "watchman"
brew "wget"
brew "wimlib"
brew "xonsh"
brew "yt-dlp"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rcmdnk/rcmdnkpac/sentaku"
brew "sidneys/homebrew/chntpw"
brew "supabase/tap/supabase"
cask "alt-tab"
cask "clamxav"
cask "font-hack-nerd-font"
cask "hyper"
cask "keycastr"
cask "ngrok"
cask "xquartz"