tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "libtiff"
brew "webp"
brew "bash-completion@2"
brew "bat"
brew "bpytop"
brew "freetype"
brew "python@3.9"
brew "glib"
brew "composer"
brew "cowsay"
brew "elvish", args: ["HEAD"]
brew "exa"
brew "figlet"
brew "fnm"
brew "fribidi"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "little-cms2"
brew "ghq"
brew "gibo"
brew "git"
brew "goenv"
brew "graphviz"
brew "groff"
brew "htop"
brew "jp2a"
brew "lazydocker"
brew "libomp"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "mysql@5.7"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "peco"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "tree"
brew "xonsh"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "hyper"
cask "keycastr"
cask "xquartz"
